[
  {
    "id": 1,
    "titulo": "Sistema de Monitoramento de Energia Renovável",
    "titulo_publico": "EcoEnergy Monitor",
    "objetivo": "Desenvolver um sistema inteligente para monitoramento e otimização de consumo de energia renovável em edifícios comerciais.",
    "descricao_publica": "O projeto visa criar uma plataforma que integra sensores IoT com algoritmos de inteligência artificial para monitorar, analisar e otimizar o consumo de energia renovável em edifícios comerciais. O sistema permitirá a detecção de padrões de consumo, identificação de anomalias e sugestão de ajustes para maximizar a eficiência energética.",
    "tags": "energia renovável, eficiência energética, IoT, inteligência artificial, sustentabilidade"
  },
  {
    "id": 2,
    "titulo": "Desenvolvimento de Bioplástico Biodegradável a partir de Resíduos Agrícolas",
    "titulo_publico": "BioPlast",
    "objetivo": "Criar um material plástico biodegradável utilizando resíduos da agroindústria como matéria-prima principal.",
    "descricao_publica": "O projeto busca desenvolver um bioplástico biodegradável a partir de resíduos agrícolas como casca de arroz, bagaço de cana e palha de milho. O material terá propriedades mecânicas similares aos plásticos convencionais, mas com tempo de degradação reduzido e menor impacto ambiental.",
    "tags": "bioplástico, biodegradável, resíduos agrícolas, economia circular, sustentabilidade"
  },
  {
    "id": 3,
    "titulo": "Sistema de Gestão Inteligente para Redes de Distribuição de Energia",
    "titulo_publico": "SmartGrid Manager",
    "objetivo": "Desenvolver uma plataforma de gestão inteligente para redes de distribuição de energia elétrica com integração de fontes renováveis.",
    "descricao_publica": "O projeto desenvolverá um sistema de gestão para redes de distribuição de energia que otimiza o fluxo de energia, integra fontes renováveis distribuídas, detecta falhas em tempo real e implementa estratégias de recuperação automática. A solução utilizará algoritmos de aprendizado de máquina para prever demanda e gerenciar o balanceamento de carga.",
    "tags": "smart grid, redes elétricas, energia renovável, aprendizado de máquina, otimização"
  },
  {
    "id": 4,
    "titulo": "Plataforma de Telemedicina com Diagnóstico Assistido por IA",
    "titulo_publico": "MedAssist AI",
    "objetivo": "Desenvolver uma plataforma de telemedicina com recursos de diagnóstico assistido por inteligência artificial para regiões remotas.",
    "descricao_publica": "O projeto criará uma plataforma de telemedicina que permite consultas remotas entre pacientes e médicos, com recursos de diagnóstico preliminar assistido por IA. O sistema analisará sintomas, histórico médico e imagens diagnósticas para sugerir possíveis condições e auxiliar profissionais de saúde em áreas com poucos recursos.",
    "tags": "telemedicina, inteligência artificial, diagnóstico médico, saúde digital, inclusão"
  },
  {
    "id": 5,
    "titulo": "Sistema Automatizado de Cultivo Hidropônico para Agricultura Urbana",
    "titulo_publico": "UrbanHydro",
    "objetivo": "Desenvolver um sistema automatizado de cultivo hidropônico para produção de alimentos em ambientes urbanos com uso eficiente de recursos.",
    "descricao_publica": "O projeto criará um sistema hidropônico modular e automatizado para cultivo de hortaliças em ambientes urbanos como terraços, telhados e pequenos espaços. O sistema utilizará sensores IoT para monitoramento em tempo real das condições de cultivo, controle automático de nutrientes e iluminação LED específica, otimizando o uso de água e energia.",
    "tags": "agricultura urbana, hidroponia, automação, IoT, sustentabilidade alimentar"
  }
]
